{
    "Human_Facts": [
        "Вы не можете чихнуть с открытыми глазами.",
        "У вас во рту столько же бактерий, сколько людей населяет планету Земля. А может, и еще больше!",
        "Ваш волос может выдержать вес яблока. Размеры яблока ученые не уточняют.",
        "Ваш отпечаток языка — абсолютно уникален, помните об этом, когда показываете его плохим людям.",
        "Кстати, именно язык-самая сильная мышца вашего тела. А не то, о чем вы горделиво подумали.",
        "Внутренняя оболочка вашего желудка обновляется каждые три дня.",
        "Вы прочитали трехсотстраничную книжку — значит, ваши глаза преодолели дистанцию в 1 км!",
        "Утром вы всегда выше, чем вечером — потому что позвоночник при ходьбе под весом тела сжимается, а ночью — распрямляется.",
        "В вашей пищеварительной системе столько кислоты, что с ее помощью можно запросто переварить железный гвоздь. Правда, экспериментировать не советуем — просто поверьте на слово!",
        "Если вы перестанете бриться, то отрастите бороду в 9 метров.",
        "Вы делаете примерно 23 тысячи вдохов в течение дня.",
        "Ваш мозг становится легче с каждым годом — по мере того, как вы стареете.",
        "Среднее время, в течение которого человек засыпает — 7 мин.",
        "Печень активнее всего разлагает алкоголь между 18 и 20 часами.",
        "Существует не четыре, а двадцать девять групп крови. Самая редкая из них относится к бомбейской подгруппе — она встречается у группы семей в Японии.",
        "Большая часть вашего головного мозга состоит из воды.",
        "У мальчиков, на языке намного меньше вкусовых рецепторов, нежели у девочек. Поэтому они все поливаем кетчупом и майонезом — и не надо на это обижаться.",
        "За ночь вам снится не менее семи снов.",
        "Ваши волосы (те, что на голове) живут от 4 до 6 лет.",
        "Ваши уши — как у большинства людей — растут на протяжении всей жизни с жуткой скоростью — четверть миллиметра в год.",
        "Вентиляция легких (число вдохов, умноженное на объем вдыхаемого воздуха) у здорового человека достигает 5-9 литров в минуту.",
        "Вы производите примерно литр слюны ежедневно.",
        "Кое-кто их ученых считает, что слюной, которую вы выработали в течение жизни, можно заполнить два бассейна. И слюной этих ученых, разумеется, тоже!",
        "Ногти на ваших руках растут в четыре раза быстрее, чем на ваших же ногах.",
        "За один день ваша кровь преодолевает дистанцию в 19 312 километров",
        "У каждого 20-го человека имеется дополнительное ребро.",
        "В течение дня вы выпускаете примерно литр газов, причем в двух вариациях — с помощью отрыжки либо с помощью пука. У нас все по-научному!",
        "Вся ваша кожа весит примерно три килограмма. Не спрашивайте, откуда ученые об этом знают!",
        "Когда вы целуете вашу девушку, шансов заразиться какой-нибудь гадостью у вас гораздо больше, чем во время дружеских поцелуев с любимой собакой. У собаки в пасти — меньше опасных бактерий. Но целоваться с девушкой приятнее!",
        "Белый налет на языке, который вы видите утром — умершие за ночь клетки.",
        "Если все эритроциты человека уложить рядом, то получилась бы лента, три раза опоясывающая земной шар по экватору.",
        "Размер вашего сердца примерно равен размеру вашего кулака.",
        "Скорость сообщений, которые поступают в ваш мозг — 360 км/ч",
        "Вашим глазам требуется примерно час времени, чтобы привыкнуть к темноте. После этого глаза становятся в сто тысяч раз чувствительнее к свету.",
        "Ваша девушка моргает в два раза чаще вас. Если собрать все ресницы, которые вы потеряли в своей жизни и сложить их в цепочку, она составит не менее тридцати метров.",
        "Ваше сердце в течение года делает 35 миллионов ударов.",
        "В волосах умных людей — намного больше минералов, цинка и меди, чем в волосах дураков.",
        "Каждый день вы теряете два миллиарда клеток кожи, каждый год — 2 килограмма. А мама еще удивляется, почему вы так похудели!",
        "На моргание тратится примерно пять лет жизни. К счастью, одновременно с морганием можно делать еще много всего другого.",
        "Умение человека есть несъедобные предметы, как-то: шпаги, камни, ложки и т. д., называется полифагией. Мелкие предметы выходят из организма вместе с калом, а крупные остаются, пока не начнут беспокоить хозяина.",
        "Истинные шпагоглотатели на самом деле глотают шпаги — это доказывают рентгеновские снимки. Длина шпаги — около 62 см.",
        "Ученые предупреждают, что большинство диет для похудания способны сократить вашу жизнь на несколько лет, зато вы сможете очень легко похудеть, заведя в своем организме домашних питомцев — глистов .",
        "Увлекаетесь голоданием? Дело хорошее, но не голодайте больше одного дня — иначе обеспечите себе перманентные головные боли, слабость и вялость. Кроме того, голодание вредно для диабетиков и сердечников.",
        "Вы можете различать до 10 миллионов различных цветов. Просто не хотите запоминать все эти названия.",
        "Мировой рекорд по задержке дыхания — 7,5 минуты. Большая часть людей способна не дышать всего лишь минуту.",
        "Древние египетские эскулапы использовали для лечения больных помет пеликанов и мочу бегемотов, а древнегреческие доктора делали шприцы из мочевых пузырей животных и птичьх перьев.",
        "Если вас мучают кошмары по ночам, возможно, вы мерзнете во сне. Научный факт — чем холоднее в спальне, тем больше шансов увидеть дурной сон.",
        "Когда-то вы были простой клеткой — в самом начале беременности вашей мамы. Клеточное существование продолжалось около 30 минут. А потом начались все эти пробки, проблемы, налоги...",
        "Во время чихания все процессы в вашем организме на секунду останавливаются.",
        "В течение суток вы выделяете примерно литр желчи."
    ]
}
