{
    "RandomFact": [
        [
            "Потери после войны Вермахта составили около шести миллионов человек. По статистике, соотношение общего числа погибших и умерших людей между СССР и Германией составляет 7,3:1. Из этого делаем вывод что в СССР погибло более 43 млн людей. Эти цифры учитывают потери гражданских: СССР — 16,9 млн чел., Германия — 2 млн чел.",
            "Не все знают о том, что после войны в Советском Союзе не отмечали праздник «День Победы» семнадцать лет.",
            "С сорок восьмого года праздник День Победы считался самым главным праздником, но его никто никогда не отмечал, он считался обыкновенным днем.",
            "В 1937 году на Московском авиационном заводе № 84 был разработан танк на воздушной подушке.",
            "Нижегородский завод шампанских вин в годы Великой Отечественной войны поставлял для фронта бутылки с «коктейлем Молотова».",
            "Первый раз День Победы праздновали обширно только после двух десятилетий в 1965 году. После этого День Победы стал нерабочим днем.",
            "После войны в СССР осталось только 127 миллионов жителей.",
            "На сегодняшний день Россия насчитывает сорок три миллиона советских граждан, убитых во время Великой Отечественной войны.",
            "Карельский фронт, которым командовал генерал-лейтенант Валериан Александрович Фролов, имел самую большую протяженность из всех фронтов Великой Отечественной войны - более 1600 км. Это был единственный фронт, на одном из участков которого, в районе Мурманска, немецко-фашистские войска не смогли нарушить государственную границу СССР.",
            "По официальным данным было приказано: о Великой Отечественной войне забыть и приложить все усилия на то, чтобы восстановить человеческим трудом разрушенные здания.",
            "На протяжении десятилетия после Победы СССР формально находился еще в состоянии войны с Германией. После принятия капитуляции немцами СССР решил не принимать и не подписывать мир с врагом; и получается, что остался с Германией в состоянии войны.",
            "25 января 1955 года Президиум Верховного совета СССР издает указ «О прекращении состояния войны между Советским Союзом и Германией». Этим указом формально оканчивается война с Германией.",
            "Первый парад победы состоялся в Москве 24 июня 1945 года.",
            "Блокада Ленинграда (ныне Санкт-Петербург) длилась 872 дня с 8.09.1941 по 27.01.1944 года.",
            "В это трудно поверить, но власти СССР не желали вести подсчеты погибших за время боевых действий.",
            "После окончания войны Сталин приблизительно взял цифру семь миллионов человек.",
            "Западные жители не поверили, что погибло семь миллионов жителей и стали опровергать этот факт.",
            "После смерти Сталина число погибших не пересматривалось.",
            "В 1943 году в США прекратили выпуск медных пенни и начали ковать монеты из оцинкованной стали. Медь была остро необходима для производства патронов.",
            "Как показала статистика Великой Отечественной войны, среди советских офицеров восемьдесят тысяч были женщины.",
            "Двадцать четыре воина Красной Армии в 1942 году в течение 2 месяцев держали оборону Дома Павлова во время Сталинградской битвы. По словам маршала Чуйкова, потери гитлеровцев, пытавшихся занять Дом Павлова, превысили потери при взятии Парижа.",
            "Реальные подсчеты погибшего населения начались только в конце восьмидесятого года.",
            "Во время Второй мировой войны немецкие матросы пронесли на борт линкора «Бисмарк» кота. Линкор был затоплен британской эскадрой через 9 дней после выхода в море, спаслись лишь 115 из 2200 членов экипажа. Кота подобрали английские моряки и взяли на борт эсминца «Казак», который через 5 месяцев был торпедирован немецкой подлодкой и затонул. Впоследствии кота, прозванного Непотопляемый Сэм, перевели на авианосец «Арк Ройял», который тоже затонул. Лишь после этого Сэма решили оставить на берегу, а сам он прожил до 1955 года.",
            "Официальные данные о числе погибших такие: с 1939-1945 гг. погибло сорок три миллиона четыреста сорок восемь человек.",
            "Общее число погибших составляет с 1941-1945 гг. двадцать шесть миллионов человек.",
            "Примерно 1,8 млн человек во время Великой Отечественной Войны погибли пленными или иммигрировали.",
            "По данным Бориса Соколова соотношение потерь военных Красной Армии и Восточного фронта (Верхмахта) составляет десять к одному.",
            "К большому сожалению, вопрос о числе погибших до сегодняшнего времени остается открытым, и на него никто не даст ответ.",
            "В общем, на фронте в разное время сражались от шестисот тысяч до одного миллиона женщин.",
            "Во времена Великой Отечественной войны образовывались женские формирования.",
            "На Бакинских заводах производили снаряды для «Катюш»",
            "Вообще, предприятиями Азербайджана на военные нужды во время Великой Отечественной войны было затрачено и переработано семьдесят пять тонн нефтепродуктов и нефти.",
            "В период сбора средств на создание танковых колонн и авиаэскадрилий девяностолетняя колхозница передала тридцать тысяч рублей.",
            "Среди воющих женщин было сформировано три полка, и называли их «ночные ведьмы».",
            "Утром второго мая сорок пятого года бойцы Мамедов, Бережной Ахмедзаде, Андреев под руководством лейтенанта Меджидова водрузили знамя победы над Бранденбургскими воротами.",
            "Триста тридцать четыре населенных пункта, которые находились в Украине, были полностью сожжены немцами вместе с людьми.",
            "Самый крупный город, который был захвачен уничтожителями, стал город Корюковка в Черниговской области.",
            "Всего за два дня в самом большом захваченном городе было сожжено 1290 домов, осталось только десять нетронутых и убито семь тысяч мирных жителей",
            "В период Великой Отечественной войны создавались добровольческие бригады и даже запасные стрелковые полки из женщин.",
            "Женщин снайперов подготавливала специальная центральная школа снайперов.",
            "Также была создана отдельная рота моряков.",
            "В это очень трудно поверить, но женщины иногда воевали лучше мужчин.",
            "Получили звание Герой Советского Союза восемьдесят семь женщин.",
            "На всех этапах войны провальных и победных употребляли алкоголь одинаково и в больших количествах.",
            "Больше четырехсот человек совершило подвиг, который аналогичен «матросовскому».",
            "Медалью «За взятие Берлина» было награждено порядка 1,1 млн солдат",
            "Некоторые диверсанты пустили под откос десятки эшелонов врага.",
            "Больше трехсот наименований техники врага уничтожены собаками истребителями танков.",
            "Водка полагалась не всем бойцам. С сорок первого года главный снабженец предложил установить параметры. Выдавать водку в размере ста грамм на человека в сутки красноармейцам и начальникам действующей армии.",
            "Сталин также добавил, что если хочешь пить водку, значит, надо идти на фронт, а не отсиживаться в тылу."
        ]
    ],

        "AdolfFact": [
        [
            "Во время Первой мировой войны британский солдат Генри Тэнди проявил милосердие к раненому немецкому пехотинцу, который позже оказался Адольфом Гитлером.",
            "Во время Второй мировой войны, во время операции «Мясной фарш», британская разведка успешно обманула Гитлера, заставив его думать, что союзники высаживаются в Греции, а не на Сицилии, переодев мертвого бездомного в форму капитана, снабдив его поддельными документами и высадив его у берегов Испании.",
            "После неудавшегося государственного переворота в 1923 году Гитлер отбыл только восемь месяцев из своего пятилетнего срока. Это был обычный приговор для тех, у кого, по мнению судьи, были благородные, но ошибочные мотивы.",
            "Адольф Гитлер (1938), Иосиф Сталин (1939, 1942) и Аятолла Хомени (1979) были «Человеком года» по версии TIME.",
            "Франсиско Франко поддрежал многие из тех же смертоносных ксенофобских / религиозных «решений», что и Гитлер и Муссолини (и его попросили присоединиться к Оси во время Второй мировой войны), но он сумел сохранить нейтралитет. Даже Ричард Никсон увековечил его как «верного друга и союзника Соединенных Штатов».",
            "Череп, найденный советами в 2000 году, который, как считалось, принадлежал Адольфу Гитлеру, был исследован в 2009 году и подтвердил, что он принадлежит женщине в возрасте 30 лет.",
            "На Адольфа Гитлера было совершено более 40 покушений.",
            "После того, как Джесси Оуэнс выиграл 4 золотые медали на Олимпийских играх 1936 года, проходивших в Берлине, Адольф Гитлер послал Оуэнсу памятную фотографию с надписью в кабинете. Ни президент Франклин Д. Рузвельт, ни его преемник Гарри С. Трумэн не удостаивали Джесси Оуэнса почестями во время их президентских сроков.",
            "Придя к власти в январе 1933 года, нацистская партия приняла всеобъемлющий свод законов о защите животных, и Гитлер сказал: «В новом рейхе больше не будет разрешено жестокое обращение с животными».",
            "Немецкий писатель опубликовал свой роман в 2012 году под названием Er ist Wieder da («Он снова вернулся»), в котором Гитлер просыпается в современном Берлине, ничего не помня с 1945 года, и становится комиком.",
            "Французское сопротивление перерезало лифтовые кабели, ведущие к Эйфелевой башне, чтобы помешать Гитлеру посетить ее во время его визита, когда Париж пал. Столкнувшись с перспективой подняться по 1500 ступеням, он отказался.",
            "Гитлер организовал самое мощное движение против курения в мире в 1930-х и начале 1940-х годов.",
            " Почти вся прибыль от «Майн кампф» Гитлера, от его изображений и его произведений искусства идет на благотворительность. Бавария владеет правами на прибыль и иногда испытывает трудности с поиском благотворительной организации, чтобы сделать пожертвование, поскольку такой доход считают «кровавыми деньгами».",
            "Один из личных шоферов Гитлера и его близкий друг Эмиль Морис был признан евреем, и Генрихом Гиммлером был исключен из СС. Узнав, что Морис еврейского происхождения, Гитлер сделал исключение для Мориса и его братьев, назвав их «почетными арийцами».",
            "Если бы отец Гитлера не сменил фамилию в 1877 году, Гитлера звали бы Адольф Шикльгрубер.",
            "После того, как в 1943 году была введена тотальная военная экономика, Гитлер постепенно закрыл, а не мгновенной запретил, производство женской косметики, чтобы не расстраивать Еву Браун.",
            "Гитлер планировал собрать тысячи еврейских артефактов, чтобы построить «Музей вымершей расы».",
            "Чтобы способствовать междоусобицам и максимизировать власть, Адольф Гитлер намеренно отдавал противоречивые приказы офицерам, чьи обязанности, как он знал, будут пересекаться.",
            "Гитлер случайно разбомбил дом своего племянника в Ливерпуле, поэтому племянник переехал в Соединенные Штаты, чтобы воевать с союзниками.",
            "Гитлер возненавидел футбол, потому что его нельзя было переделать так, чтобы обеспечить победу немцев над немцами.",
            " Гитлер написал вторую книгу после «Майн кампф» в 1928 году. В ней он описал, почему он пошел на войну в Европе, и как он восхищался программами евгеники в США. Она никогда не публиковалась, потому что он боялся, что это может повредить и без того низким продажам Mien Kampf.",
            "У Гитлера был еврейско-австрийский врач, который в детстве не брал с семьи Гитлера денег из-за их экономических трудностей. И за это Гитлер был ему «вечно благодарен», не приговорив его к концентрационному лагерю и называя его «благородным евреем».",
            "Планы убийства Адольфа Гитлера были отменены, потому что опасались, что его преемником будет более рациональный и эффективный лидер.",
            "Когда Сталинградская битва казалась для немцев проигранной, Гитлер ожидал, что немецкий генерал Ф. Паулюс покончит с собой. Ответ генерала был таков: «У меня нет намерения застрелиться из-за этого чешского капрала». Паулюс сдался 2 февраля 1943 года.",
            "Адольф Гитлер никогда не считал китайцев и японцев ниже арийцев. Он считал, что «их прошлая история превосходит нашу собственную».",
            "Гитлер запретил Нобелевскую премию и учредил свою собственную немецкую национальную премию в области искусства и науки и присудил ее Фердинанду Порше, который разработал первый в мире гибридный автомобиль, а также Volkswagen Beetle.",
            "Гитлер настолько восхищался греческим сопротивлением вторгшейся немецкой армии, что приказал освободить всех греческих военнопленных за «их доблестную выправку».",
            "Нацистская партия попыталась превратить Рождество в нерелигиозный праздник, посвященный пришествию Гитлера, заменив Святого Николая Одином, «Человеком Солнцестояния», и свастикой на верхушках рождественских елок.",
            "Когда высадились войска «Дня Д», Гитлер спал. Ни один из его генералов не осмелился послать подкрепление без его разрешения, и никто не осмелился разбудить его.",
            "Еврейский адвокат по имени Ханс Литтен посадил восходящего политика Адольфа Гитлера на место свидетеля и подверг его перекрестному допросу в течение 3 часов. Литтен был позже арестован, когда нацисты пришли к власти, и его жестоко пытали в течение 5 лет, пока он не покончил с собой.",
            "Сигналом руки биржевого брокера для Deutsche Bank является указательный палец горизонтально под носом. Его происхождение: усы Гитлера.",
            "Планировщики британской разведки всерьез рассматривали возможность тайного введения небольших доз эстрогена в пищу Адольфу Гитлеру, чтобы «сделать его характер менее агрессивным» и заставить его усы отпасть.",
            "Гитлер планировал сократить «негерманское население» в оккупированных странах, «убедив их в том, что вакцинация является очень опасной».",
            "Гитлера вызвали в качестве свидетеля по делу об убийстве 4 штурмовиков, прежде чем он стал канцлером. Он подвергся перекрестному допросу в течение 3 часов, вышел из себя, и его вспышка гнева записана показаниями.",
            "Адольф Гитлер испытывал смешанные чувства по поводу битвы за Сингапур, поскольку он чувствовал, что решительное поражение Британии от рук японцев плохо отразилось на белой расе.",
            "Во время Второй мировой войны немецкие офицеры, отправленные в Великобританию в качестве военнопленных, жили в роскоши в Трент-парке. Это было сделано для того, чтобы они чувствовали себя спокойно. Однако за ними следили 100 «слушателей». Пленные раскрыли секреты о Холокосте, событиях в Берлине, безумии Гитлера и ракетных базах V2.",
            "Немецкий генерал времен Второй мировой войны Эрвин Роммель отказался выполнить приказ Гитлера о казни военнопленных евреев.",
            "В 1960 году израильские агенты установили наблюдение за домом в Аргентине, подозревая, что приспешник Гитлера Адольф Эйхман и его семья переехали туда. Наблюдая за его приходами и уходами в течение нескольких недель, агенты получили необходимые доказательства, когда он вернулся домой с букетом цветов 21 марта - в 25-ю годовщину свадьбы Эйхмана и его жены.",
            "План Гитлера в отношении Москвы после ее захвата во время Второй мировой войны состоял в том, чтобы убить всех ее жителей и создать озеро вместо города.",
            "После Первой мировой войны французские железнодорожные вагоны, в которых сдалась Германия, хранились в музее. Во время Второй мировой войны, когда Франция готовилась к капитуляции, Гитлер приказал снести стены музея и вернуть железнодорожные вагоны на место перемирия 1918 года, чтобы унизить французов.",
            "Операция союзников по сокрытию вторжения в день «Д» включала фальшивое радиосообщение, двойных агентов, австралийского актера и фальшивые планы вторжения в Кале, Норвегию, Средиземноморье и на Балканы. Все это было настолько эффективно, что Гитлер считал, что настоящее вторжение началось только через семь недель после дня «Д».",
            "Зона 51 была / является экспериментальной авиабазой. Причина, по которой они так тщательно охраняли ее, заключалась не в инопланетянах, а в том, что там они испытывали очень чувствительные самолеты, которые потенциально могли изменить ход войны на фундаментальном уровне. SR-71 был разработан там и испытан много раз. Они также пытались разработать летающую тарелку (есть видео, на котором кто-то управляет плавающим круглым диском), которую Гитлер также пытался разработать.",
            "В 1931 году, после того, как Техасские рейнджеры забаррикадировали мост, перекинутый через границу между Техасом и Оклахомой, губернатор штата Оклахома «Люцерна Билл» Мюррей появился на месте, вооруженный револьвером, при поддержке Национальной гвардии Оклахомы, чтобы вновь открыть мост. Эта бескровная «война на мосту через Красную реку» привлекла внимание даже Адольфа Гитлера.",
            "Чарли Чаплин снял свой фильм, высмеивающий Гитлера, на свои собственные деньги, потому что Голливуд боялся потерять деньги, если они Гитлер победит.",
            "Пистолет, ставший популярным благодаря Джеймсу Бонду, Walther PPK, той же модели, из которой Гитлер покончил с собой.",
            "Во времена Третьего рейха арийские матери, посвятившие свою жизнь рождению детей, были награждены Крестом матери и были уважаемыми государственными служащими, которых гитлеровская молодежь приветствовала на улицах.",
            "В 1933 году в Торонто любительский бейсбольный матч перерос в массовый расовый бунт, когда группа сторонников нацистов, выступавшая против игроков-евреев, развернула грубый флаг со свастикой. Толпа, из более чем 10 000 граждан, возбужденных криками «Хайль Гитлер», внезапно превратилась в беспорядочную массу.",
            "Существует только одна запись голоса Гитлера, где он не произносит речь. Это частная беседа между ним и финским лидером Маннергеймом, секретно записанная звукорежиссером в 1942 году.",
            "Чарли Чаплин подумывал о том, чтобы не представлять общественности свой фильм «Великий диктатор», потому что он беспокоился, что его могут запретить, или что люди могут посчитать насмешки над Гитлером слишком смешными. Узнав об этом, Рузвельт отправил Чаплину сообщение, призывая его опубликовать фильм.",
            "Хотя Гитлер был в союзе с Японией, он планировал начать войну против «желтых людей» Азии в окончательном противостоянии (Третья мировая война) между нацистами и Японской империей, чтобы увидеть, кто действительно будет доминировать в мире после победы Оси."
        ]
    ],
        "MussoliniFact": [
        [
            "Ещё в годы учёбы Муссолини пристрастился к публичным выступлениям, полюбил аплодисменты и внимание толпы. Он пробовал себя в роли оратора уже с 18 лет, выступая перед небольшими аудиториями.",
            "В 1903 году Муссолини по запросу Италии был арестован швейцарской полицией за уклонение от призыва, но уже в ноябре 1904 года, после погашения судимости в результате амнистии по случаю дня рождения принца Умберто, он был депортирован в Италию и впоследствии добровольцем записался в итальянскую армию.",
            "Муссолини редко мылся. Его скособоченный воротник был почти всегда грязным, шнурки на ботинках часто болтались, волосы были длинными и нечесаными.",
            "Он был нервным, легко возбудимым, жалким, склонным к богохульству человеком, мстительным, нарочито плохо одевавшимся лентяем, ненавидевшим физический труд и возомнившим себя интеллектуалом.",
            "В возрасте 22 лет он регулярно напивался, и часто после того, как его собутыльники ложились спать, продолжал болтаться в одиночку по темным улицам города, выкрикивая что-то, декламируя стихи Кардуччи или выступая с речью на площади перед фонтаном.",
            "Благословения родителей жены на первый брак получил интересным способом, после 3 неудачных просьб он достал пистолет и сказал «4 пули. 3 для вас. 1 для меня». Родители дали своё согласие в тот же час.",
            "Один раз снаряд попал в окоп, где сидели 7 итальянских солдат. Выжил один единственный — Бенито Муссолини. В тот момент он был на фронте полтора месяца, всё оставшееся время он пролежал в больнице, так что легенды про его фронтовой героизм являются мифом. Не смотря на родственные идеологии с Германией во главе с Гитлером, Муссолини готовился к войне против Германии, а союзниками должны были стать Франция и Англия, позже всё произошло наоборот.",
            "Так как отец Муссолини увлекался историей и политикой, он был назван в честь мексиканского реформатора Бенито Хуарес, другие дети в семье были названы по такому же признаку.",
            "Отец Муссолини был ярым социалистом, часто принимал участие в митингах и выступал на них с речью, так под влиянием отца, Бенито тоже стал социалистом.",
            "В школе маленький Муссолини был не управляем, уже в первый год обучения он отличился в школе тем, что пырнул ножом мальчика, после этого был переведен в другую школу, но и там Бенито часто вступал в драки и проявлял свою жестокость.",
            "Муссолини чтобы избежать службу в армии сбежал в Швейцарию, где посещает социалистические мероприятия, на одном из которых познакомился с Лениным.",
            "До такого как Муссолини стал правителем Италии, он успел поработать преподавателем в университете, а также был журналистом.",
            "В молодости Бенито придерживался идей социализма, атеизма и пацифизма, он даже устраивал митинг против войны в Ливии, но с годами его взгляды радикально изменились.",
            "Во время Первой Мировой войны Муссолини писал, что победа Германии означала бы конец свободы в Европе и Италии необходимо занят позицию выгодную Франции. После этого заявления он был уволен со своей должности главного редактора газеты 'Аванти!'",
            "В феврале 1922 г. во время визита города Пулу, Муссолини назвал славян низшими и варварскими и заявил, что легко пожертвовать 500 тысяч славян, ради спасения 50 тысяч итальянцев, также тогда он издал закон о запрете смешении рас."
        ]
    ],
        "stalinFact": [
            [
                "До 8 лет Иосиф Джугашвили не знал русского языка. Русскому языку его обучали дети священника Чарквиани. Кстати, Михаил Калинин в одном интервью сказал: «Вот если бы спросили меня, кто лучше всех знает русский язык, я бы ответил — Сталин».",
                "Сталин с детства мечтал о работе священника. Его, как одного из лучших выпускников Горийского православного училища, зачислили в Тифлисскую (ныне Тбилиси) духовную семинарию, но так и не закончил её. Его отчислили «за неявку на экзамены по неизвестной причине». Без образования Сталин не остался: ему выдали справку об успешном окончании 4-х классов (курсов) с правом преподавания в начальных народных училищах.",
                " Работал в газете. С 1900 по 1905 год в газете «Борьба» (Брзола) Сталин опубликовал ряд полемических статей и теоретических работ.",
                "Вопреки всеобщему мнению, Иосиф Виссарионович практически не пил алкоголь. А вот покурить был любителем.",
                "Любимыми занятиями Сталина было чтение и выращивание растений.",
                " Читал Сталин очень быстро. Мог запросто прочитать более трёхсот страниц в день. И не просто прочитать, а проанализировать прочитанное и сделать необходимые пометки.",
                "Сталин был освобождён от воинской повинности. В детстве его сбила машина. После этого у него на всю жизнь осталось повреждение руки. Со временем он научился мастерски скрывать этот факт, держа на весу трубку или просто засовывая руку в карман.",
                "Вождь родился со сросшимися пальцами на ногах.",
                "Лицо Иосифа Виссарионовича было в небольших отметинах. Это «подарок» ветряной оспы, которой он переболел в детстве.",
                "Генсек очень хорошо относился к обслуживающему персоналу и даже приглашал прислугу за общий стол.",
                "Отличался бережливостью. Можно даже сказать — скупостью. Одежду носил до тех пор, пока она не приходила в полную негодность.",
                "На отдых неизменно брал с собой любимые домашние тапочки.",
                "Оружие, причем в заряженном состоянии, Сталин всегда брал с собой, когда покидал так называемую Ближнюю дачу.",
                "В течение первых 10 лет нахождения в первых эшелонах власти СССР Сталин трижды подавал прошение об отставке, но коллеги по партии дружно голосовали против.",
                "Иосиф Виссарионович был «совой». Работал до поздней ночи и засыпал под утро. Соответственно, встать раньше 10 утра для него было проблемой.",
                "Любил петь и обладал прекрасным голосом. Особенно любил русские народные песни.",
                "Любил смотреть американские вестерны, однако постельные сцены в кино вызывали его негодование.",
                "В предвоенное и послевоенное время не отказывал себе в отдыхе. Отдыхал и на море, и на даче. На дачном участке выращивал плодово-ягодные деревья и самостоятельно за ними ухаживал.",
                "В мире мало людей, которым приписывают такое количество липовых цитат, главным образом, кровожадного характера. Например,\n«Одна смерть — это трагедия; миллион смертей — это статистика» (слова Э.М. Ремарка);\n«Есть человек — есть проблема, нет человека — нет проблемы» (появляется в книге «Дети Арбата» А. Рыбакова);\n«Я солдата на фельдмаршала не меняю!» — (из кинофильма «Освобождение»).",
                "У Сталина было несколько детей. Один из сыновей погиб в плену у немецко-фашистских захватчиков.",
                "Василий Сталин показал себя как талантливый лётчик. За время войны он двенадцать раз был представлен к званию генерала, но каждый раз отец отменял это. Приёмный сын Артём Сергеев командовал артбатареей, попал в плен, успешно бежал и воевал с партизанским отрядом.",
                "У Сталина было несколько любимых женщин с нелегкими судьбами.",
                "Скончался Иосиф Виссарионович на даче. Предположительно из-за инсульта.",
                "После смерти Сталина бальзамировали и положили в мавзолей к Ленину. 31 октября 1961 года — тело Иосифа Виссарионовича Сталина было убрано из Мавзолея на Красной площади.",
                "Многое из личного архива вождя было уничтожено. Известно поручение президиума ЦК Г. Маленкову, Л. Берии и Н. Хрущеву: «Поручить принять меры к тому, чтобы документы и бумаги товарища Сталина были приведены в должный порядок». И это предполагало не только опечатывание сейфов и шкафов."
            ]
        ]
}
