{
    "Stalin": [
        [
            "До 8 лет Иосиф Джугашвили не знал русского языка. Русскому языку его обучали дети священника Чарквиани. Кстати, Михаил Калинин в одном интервью сказал: «Вот если бы спросили меня, кто лучше всех знает русский язык, я бы ответил — Сталин».",
            "Сталин с детства мечтал о работе священника. Его, как одного из лучших выпускников Горийского православного училища, зачислили в Тифлисскую (ныне Тбилиси) духовную семинарию, но так и не закончил её. Его отчислили «за неявку на экзамены по неизвестной причине». Без образования Сталин не остался: ему выдали справку об успешном окончании 4-х классов (курсов) с правом преподавания в начальных народных училищах.",
            "Работал в газете. С 1900 по 1905 год в газете «Борьба» (Брзола) Сталин опубликовал ряд полемических статей и теоретических работ.",
            "Вопреки всеобщему мнению, Иосиф Виссарионович практически не пил алкоголь. А вот покурить был любителем.",
            "Любимыми занятиями Сталина было чтение и выращивание растений.",
            "Читал Сталин очень быстро. Мог запросто прочитать более трёхсот страниц в день. И не просто прочитать, а проанализировать прочитанное и сделать необходимые пометки.",
            "Сталин был освобождён от воинской повинности. В детстве его сбила машина. После этого у него на всю жизнь осталось повреждение руки. Со временем он научился мастерски скрывать этот факт, держа на весу трубку или просто засовывая руку в карман.",
            "Вождь родился со сросшимися пальцами на ногах.",
            "Лицо Иосифа Виссарионовича было в небольших отметинах. Это «подарок» ветряной оспы, которой он переболел в детстве.",
            "Генсек очень хорошо относился к обслуживающему персоналу и даже приглашал прислугу за общий стол.",
            "Отличался бережливостью. Можно даже сказать — скупостью. Одежду носил до тех пор, пока она не приходила в полную негодность.",
            "На отдых неизменно брал с собой любимые домашние тапочки.",
            "Оружие, причем в заряженном состоянии, Сталин всегда брал с собой, когда покидал так называемую Ближнюю дачу.",
            "В течение первых 10 лет нахождения в первых эшелонах власти СССР Сталин трижды подавал прошение об отставке, но коллеги по партии дружно голосовали против.",
            "Иосиф Виссарионович был «совой». Работал до поздней ночи и засыпал под утро. Соответственно, встать раньше 10 утра для него было проблемой.",
            "Любил петь и обладал прекрасным голосом. Особенно любил русские народные песни.",
            "Любил смотреть американские вестерны, однако постельные сцены в кино вызывали его негодование.",
            "В предвоенное и послевоенное время не отказывал себе в отдыхе. Отдыхал и на море, и на даче. На дачном участке выращивал плодово-ягодные деревья и самостоятельно за ними ухаживал.",
            "У Сталина было несколько детей. Один из сыновей погиб в плену у немецко-фашистских захватчиков.",
            "Василий Сталин показал себя как талантливый лётчик. За время войны он двенадцать раз был представлен к званию генерала, но каждый раз отец отменял это. Приёмный сын Артём Сергеев командовал артбатареей, попал в плен, успешно бежал и воевал с партизанским отрядом.",
            "У Сталина было несколько любимых женщин с нелегкими судьбами.",
            "Скончался Иосиф Виссарионович на даче. Предположительно из-за инсульта.",
            "После смерти Сталина бальзамировали и положили в мавзолей к Ленину. 31 октября 1961 года — тело Иосифа Виссарионовича Сталина было убрано из Мавзолея на Красной площади.",
            "Многое из личного архива вождя было уничтожено. Известно поручение президиума ЦК Г. Маленкову, Л. Берии и Н. Хрущеву: «Поручить принять меры к тому, чтобы документы и бумаги товарища Сталина были приведены в должный порядок». И это предполагало не только опечатывание сейфов и шкафов."
        ]
    ],
    "Hitler": [
        "Гитлер родился в Австрии в 1889 году в семье таможенного чиновника и его жены, которая была его третьей супругой.",
        "В юности Гитлер мечтал стать художником. Он дважды подавал документы в Венскую академию искусств, но был отклонен.",
        "Во время Первой мировой войны Гитлер служил в баварском полке, был ранен дважды и удостоен Железного креста за храбрость.",
        "Гитлер присоединился к Немецкой рабочей партии в 1919 году, которую вскоре переименовал в Национал-социалистическую немецкую рабочую партию (НСДАП).",
        "В 1923 году он предпринял неудачную попытку захвата власти, известную как Пивной путч, после чего был приговорен к тюремному заключению.",
        " Во время своего заключения в тюрьме Ландсберг Гитлер написал первый том своей книги 'Майн Кампф', которая стала идеологическим основанием нацизма.",
        "Гитлер был вегетарианцем и отказался от употребления мяса по этическим соображениям, хотя точные причины этого решения до сих пор обсуждаются.",
        "Он известен своей любовью к животным, особенно к собакам, и продвигал законы по защите животных в Германии.",
        "Гитлер использовал Олимпийские игры в Берлине как способ демонстрации силы и престижа нацистской Германии.",
        "Гитлер боялся бриться, так как опасался порезов; поэтому его усы всегда были аккуратно подстрижены.",
        "Гитлер проявлял интерес к астрологии, оккультизму и сверхъестественным силам, которые, как он верил, могли помочь ему в управлении страной.",
        "Гитлер страдал от многочисленных здоровья, включая желудочные расстройства и психические проблемы.",
        "В последние годы жизни он регулярно принимал широкий спектр лекарств и наркотиков, включая метамфетамины.",
        "Гитлер был большим поклонником кино и часто проводил вечера, просматривая фильмы.",
        "Он активно участвовал в планировании строительства идиалистических проектов и городов, которые так и не были реализованы.",
        "Его личная жизнь была полна секретов, включая его отношения с Евой Браун, за которую он женился за день до их совместного самоубийства.",
        "Гитлер активно продвигал антисемитизм, который стал ключевым компонентом нацистской идеологии и привел к Холокосту.",
        " Вокруг личности Гитлера был создан мощный культ, который поддерживался через пропаганду и СМИ.",
        "После его смерти возникло множество теорий заговора и домыслов о том, что он мог выжить и скрыться.",
        "Гитлер умер 30 апреля 1945 года, совершив самоубийство в своем бункере в Берлине в последние дни Второй мировой войны."
    ],
    "Mussolini": [
        "Муссолини родился 29 июля 1883 года в маленьком городке Предаппио в Италии.",
        "Его отец был кузнецом и социалистом, а мать – учительницей в начальной школе.",
        "Бенито получил имя в честь Бенито Хуареса, мексиканского президента, которого его отец очень уважал.",
        "Муссолини был изгнан из двух школ за агрессивное поведение, но впоследствии получил диплом учителя начальных классов.",
        "Перед тем как стать политиком, он работал учителем, каменщиком, и даже корреспондентом в Швейцарии.",
        "Муссолини активно занимался журналистикой, редактировал несколько газет, включая социалистическую газету «Аванти!».",
        "Во время войны он служил в армии, где был ранен и демобилизован в 1917 году.",
        "В 1919 году Муссолини основал Фашистскую партию, которая проповедовала идеи национализма и авторитаризма.",
        "В 1922 году Муссолини организовал 'Марш на Рим', что привело к тому, что король Виктор Эммануил III предложил ему пост премьер-министра.",
        "В 1925 году он утвердился во власти как диктатор, официально называя себя 'Иль Дуче' (Вождь).",
        "Муссолини ввел корпоративную систему, где экономика управлялась через корпорации, представляющие различные интересы промышленности и рабочих.",
        "Он эффективно использовал пропаганду и цензуру для поддержания своего образа и контроля над итальянским обществом.",
        "В 1935–1936 годах Муссолини начал и успешно завершил вторжение в Эфиопию, что привело к международной изоляции Италии.",
        "Хотя изначально Муссолини был скептичен по отношению к Гитлеру, он впоследствии сблизился с нацистской Германией, подписав в 1939 году Пакт о стали.",
        "В 1938 году Муссолини ввел расовые законы, запрещающие евреям занимать государственные должности и вступать в браки с неевреями.",
        "Италия вступила в войну на стороне Германии в 1940 году, но итальянские военные кампании часто терпели неудачи.",
        "В 1943 году после ряда поражений Муссолини был арестован и смещен с власти.",
        "С помощью нацистов Муссолини сбежал и возглавил Марионеточное государство Сало в Северной Италии.",
        "У Муссолини была длительная любовная связь с Кларой Петаччи, которая была с ним до конца его жизни.",
        " Муссолини и Петаччи были захвачены и казнены итальянскими партизанами 28 апреля 1945 года.",
        "Их тела были повешены вниз головой в Милане для публичного просмотра.",
        "Муссолини оставил после себя пять детей от своей законной жены Рахели, и двоих от незаконных отношений.",
        "До прихода к власти он был одним из самых влиятельных журналистов Италии.",
        "Муссолини активно использовал спорт, особенно футбол, как инструмент пропаганды.",
        "Подобно многим диктаторам, Муссолини создал вокруг себя культ личности, активно используя изображения своей персоны в общественных и культурных мероприятиях."
    ],
    "Hirohito": [
        "Хирохито родился 29 апреля 1901 года в Токио.",
        "Он получил образование преимущественно от частных наставников и в Пирсовском училище для знати.",
        "Официальная коронация Хирохито прошла в 1928 году, через два года после смерти его отца, императора Тайсё.",
        "Хирохито правил Японией в течение 63 лет, что делает его одним из самых долгоправящих монархов в истории мира.",
        "Хирохито был императором во время Второй мировой войны, и его роль в военных действиях Японии до сих пор остается предметом споров.",
        "15 августа 1945 года, после атомных бомбардировок Хиросимы и Нагасаки, Хирохито объявил о капитуляции Японии.",
        "В этой исторической речи, впервые произнесенной императором по радио, он призвал народ принять 'невыносимое' и сложить оружие.",
        "После войны Хирохито стал символом новой конституционной монархии Японии согласно новой Конституции 1947 года.",
        "Император был увлечен морской биологией и внес значительный вклад в эту область науки.",
        "Хирохито поддержал японскую программу исследования Антарктиды.",
        "В 1971 году Хирохито совершил исторический визит в Европу, став первым действующим императором Японии, посетившим Запад.",
        "После войны Хирохито старался оставаться вне политики, в соответствии с новой конституцией.",
        "Хирохито был женат на императрице Кодзюн, и их брак продолжался более 60 лет.",
        "После войны Хирохито встретился с несколькими президентами США, включая Ричарда Никсона и Рональда Рейгана.",
        "Император Хирохито умер 7 января 1989 года от рака желудка.",
        "Во время его правления Япония пережила значительные социальные и экономические изменения.",
        "Хирохито известен своей любовью к природе и активно продвигал охрану окружающей среды.",
        "Его правление часто называют периодом Шова, что означает 'просветленный мир'.",
        "У Хирохито было семеро детей, включая принца Акихито, который впоследствии стал следующим императором Японии.",
        "Его правление охватывает период больших испытаний для Японии, включая Великую депрессию и разрушительное землетрясение в Канто в 1923 году.",
        "Император оказал значительное влияние на японскую культуру, в том числе на её модернизацию и западизацию.",
        "Хирохито активно участвовал в общественных мероприятиях, стремясь поддерживать связь с народом.",
        "После Второй мировой войны Хирохито перестал быть считаемым божественным и стал символом государства и единства народа.",
        "Кроме морской биологии, Хирохито также интересовался историей и музыкой.",
        "После его смерти период его правления был официально назван 'эрой Шова', и многие японцы считают этот период временем значительных изменений в истории страны."
    ],
    "World War": [
        "Вторая мировая война началась 1 сентября 1939 года с нападения Германии на Польшу.",
        "Германия использовала тактику 'блицкрига' — молниеносной войны с целью быстро одержать победу.",
        "В войне участвовали два главных блока стран: Союзники (включая СССР, США и Великобританию) и страны Оси (Германия, Италия и Япония).",
        "Во время войны произошло массовое уничтожение евреев, известное как Холокост. Около шести миллионов евреев были убиты.",
        "7 декабря 1941 года Япония атаковала Перл-Харбор, что привело к вступлению США в войну.",
        "Одно из ключевых сражений войны, длившееся с июля 1942 года по февраль 1943 года, закончилось поражением немецких войск.",
        "6 июня 1944 года, известный как День D, союзные войска высадились в Нормандии в Северной Франции.",
        "В августе 1945 года США сбросили атомные бомбы на Хиросиму и Нагасаки.",
        "Германия капитулировала 7 мая 1945 года, что в Европе отмечается как День Победы.",
        "Япония капитулировала 2 сентября 1945 года, что официально положило конец Второй мировой войне.",
        "В войне погибло более 70 миллионов человек, большинство из которых были гражданскими лицами.",
        "США предоставили союзным странам военную помощь на сумму около $50 миллиардов по программе ленд-лиз.",
        "В 1940 году произошло крупное воздушное сражение между Великобританией и Германией, известное как Битва за Британию.",
        "В течение войны лидеры Союзников встречались несколько раз, включая конференции в Тегеране, Ялте и Потсдаме.",
        "Британские криптографы смогли расшифровать 'Энигму' — секретную коммуникационную машину немцев, что сыграло важную роль в военных успехах Союзников.",
        "Миллионы женщин вступили в рабочую силу, занимая позиции, оставленные мужчинами, и служили в военных формированиях.",
        "Война стимулировала значительные технологические инновации, включая радар, джетовые двигатели и компьютеры.",
        "Военные действия привели к дальнейшему развитию и утверждению Женевских конвенций о защите военнопленных и гражданских лиц.",
        "Города, такие как Дрезден, Токио, Лондон и многие другие, подверглись массовым бомбардировкам.",
        "Основные сражения происходили в Азиатско-Тихоокеанском регионе, включая битву за Мидуэй и битву за Окинаву.",
        "В 1945 году союзные войска освободили выживших заключенных из нацистских концлагерей.",
        "В войне погибли миллионы гражданских лиц, особенно в СССР и Китае.",
        "Вторая мировая война оказала влияние практически на каждую страну в мире.",
        "После войны начался Нюрнбергский процесс над нацистскими лидерами за военные преступления.",
        "В 1945 году была создана Организация Объединенных Наций с целью предотвращения будущих глобальных конфликтов."
    ],
    "Great War": [
        "Война началась с внезапного нападения нацистской Германии на Советский Союз 22 июня 1941 года, что стало известно как операция 'Барбаросса'.",
        "Немцы планировали быстро победить СССР, используя тактику блицкрига, которая уже дала им успех в Западной Европе.",
        "Зимой 1941-1942 годов советские войска отразили немецкую армию на подступах к Москве, что стало первым серьезным поражением Вермахта.",
        "Ленинград (современный Санкт-Петербург) был блокирован немецкими войсками с сентября 1941 по январь 1944 года, что привело к огромным жертвам среди мирного населения.",
        "Одна из ключевых и самых кровопролитных битв войны произошла в Сталинграде и завершилась капитуляцией немецкой 6-й армии в феврале 1943 года.",
        "Битва на Курской дуге в июле-августе 1943 года стала крупнейшим танковым сражением в истории и поворотным моментом в войне на Восточном фронте.",
        "Советские партизаны активно действовали в тылу врага, совершая диверсии и помогая основным советским войскам.",
        "В начале войны была проведена массовая эвакуация промышленных предприятий и миллионов людей с запада СССР в более безопасные регионы.",
        "США поставляли в СССР оружие, технику, продовольствие и материалы по программе ленд-лиз, что оказало значительную помощь в ведении войны.",
        "Миллионы советских женщин, детей и пожилых людей работали в промышленности и сельском хозяйстве, заменяя мобилизованных мужчин.",
        "Многие советские солдаты и офицеры были удостоены звания Героя Советского Союза за личное мужество и героизм.",
        "Оценки общих потерь СССР в войне варьируются от 20 до 27 миллионов человек, среди которых многие были гражданскими.",
        "С 1943 года Советская армия перешла к крупномасштабным контрнаступательным операциям, постепенно вытесняя немцев из захваченных территорий.",
        "В апреле-мае 1945 года советские войска провели успешную Берлинскую стратегическую наступательную операцию, которая завершилась взятием Берлина.",
        "В феврале 1945 года лидеры СССР, США и Великобритании встретились в Ялте, чтобы обсудить послевоенное устройство Европы.",
        "30 апреля 1945 года советские войска взяли штурмом Рейхстаг, что символизировало падение Берлина и крах Третьего рейха.",
        "9 мая 1945 года был официально объявлен Днём Победы после капитуляции Германии.",
        "В Москве 9 мая 1945 года был дан победный салют из 30 залпов 324 орудий.",
        "Советская реактивная система залпового огня, получившая прозвище 'Катюша', впервые была использована в 1941 году.",
        "Более 11 тысяч человек были удостоены звания Героя Советского Союза за отличие в боях.",
        "Советская авиация эволюционировала во время войны, получив такие известные самолёты как Ил-2, Ла-5 и Як-9.",
        "В период войны продолжались политические репрессии, хотя и в меньшем масштабе, чем до войны.",
        "Советская пропаганда активно использовалась для поднятия боевого духа и мобилизации населения.",
        "После войны СССР потребовалось много лет, чтобы восстановить экономику и инфраструктуру страны."
    ],
    "Cherchill": [
        "Уинстон Черчилль родился в 1874 году в аристократической семье, его отец был политиком, а мать — американской социалиткой.",
        "В молодости Черчилль служил в британской армии, участвовал в военных кампаниях на Кубе, в Индии, Судане и Южной Африке.",
        "Во время Бурской войны Черчилль был взят в плен, но сумел совершить драматический побег.",
        "На протяжении своей военной карьеры Черчилль также работал военным корреспондентом, публикуя репортажи в газетах.",
        "Черчилль впервые был избран в парламент в 1900 году от Консервативной партии, затем перешёл к либералам, а позднее вернулся к консерваторам.",
        "До войны Черчилль занимал множество постов, включая министра внутренних дел, министра торговли и первого лорда Адмиралтейства.",
        "Во время Первой мировой войны Черчилль инициировал неудачную Галлиполийскую кампанию, что временно нанесло ущерб его карьере.",
        "Черчилль стал премьер-министром Великобритании в мае 1940 года, когда Вторая мировая война уже началась.",
        "Его мощные и вдохновляющие речи, включая 'Кровь, труд, слёзы и пот' и 'Мы будем бороться на пляжах', стали символом британского сопротивления.",
        "В 1953 году Черчилль был удостоен Нобелевской премии по литературе за свои многочисленные произведения, включая шеститомную историю Второй мировой войны.",
        "Черчилль также был увлечён живописью, считая это своим главным хобби.",
        "Черчилль был женат на Клементин Хозье с 1908 года, у пары было пять детей.",
        "Черчилль был почтён множеством государственных наград, включая рыцарский титул.",
        "Черчилль ввёл в обиход термин 'железный занавес' в своей речи 1946 года, описывая разделение Европы после войны.",
        "Он активно участвовал в начальных этапах Холодной войны, поддерживая противостояние советскому влиянию.",
        "Черчилль был снова избран премьер-министром в 1951 году и служил до 1955 года.",
        "В последние годы жизни здоровье Черчилля ухудшилось; он страдал от нескольких инсультов.",
        "Черчилль умер в 1965 году в возрасте 90 лет.",
        "го государственные похороны отражали национальное признание его значимости для Великобритании.",
        "Черчилль остаётся одной из самых известных и уважаемых фигур в британской и мировой истории, символом лидерства и стойкости."
    ]
}
